import Heading from '@/app/components/elements/Heading'
import Link from 'next/link'
import React from 'react'

const PrivicyPolicyPage = () => {
    return (
        <>
            <div className="w-[94%] md:w-[92%] mx-auto">
                <Heading title="سیاست حفظ حریم خصوصی" />
                <div className='py-3'>
                    <p className='pb-3'>آخرین هوش مصنوعی متعهد به حفظ حریم خصوصی کاربران خود است. این سیاست حفظ حریم خصوصی نحوه جمع‌آوری، استفاده و افشای اطلاعات شما را توسط آخرین هوش مصنوعی شرح می‌دهد. به یاد داشته باشید که آخرین هوش مصنوعی ممکن است این سیاست را در هر زمانی تغییر دهد.</p>
                    <h2 className='font-bold text-3xl py-4'>اطلاعاتی که جمع‌آوری می‌کنیم:</h2>
                    <ol className='pr-5'>
                        <li className='list-decimal pb-2'><b className='ml-1'>اطلاعاتی که شما ارائه می‌دهید:</b>این شامل اطلاعاتی است که هنگام ایجاد حساب کاربری، مانند نام، آدرس ایمیل و رمز عبور خود، به ما ارائه می‌دهید. همچنین ممکن است اطلاعات دیگری را در اختیار ما قرار دهید، مانند علایق خود به هوش مصنوعی یا سطح تحصیلاتتان.</li>
                        <li className='list-decimal pb-2'><b className='ml-1'>اطلاعاتی که به‌طور خودکار جمع‌آوری می‌شود:</b>هنگامی که از وب‌سایت ما استفاده می‌کنید، اطلاعاتی را به‌طور خودکار جمع‌آوری می‌کنیم، مانند آدرس IP شما، مرورگر وب و سیستم عاملی که استفاده می‌کنید، و صفحات وب که بازدید می‌کنید. ما همچنین ممکن است از کوکی‌ها و سایر فناوری‌های ردیابی برای جمع‌آوری اطلاعات در مورد فعالیت‌های شما در وب‌سایت خود استفاده کنیم.</li>
                        <li className='list-decimal pb-2'><b className='ml-1'>اطلاعاتی که از منابع شخص ثالث دریافت می‌کنیم:</b>ممکن است اطلاعاتی را از منابع شخص ثالث، مانند رسانه‌های اجتماعی، با رضایت شما جمع‌آوری کنیم.</li>
                        <li className='list-decimal pb-2'><b className='ml-1'></b></li>
                    </ol>
                    <h2 className='font-bold text-3xl py-4'>نحوه استفاده از اطلاعات شما:</h2>
                    <ul className='pr-5'>
                        <li className='list-disc pb-2'>از اطلاعات شما برای ارائه خدمات خود به شما استفاده می‌کنیم، مانند ارائه پیشنهادات شخصی و محتوا.</li>
                        <li className='list-disc pb-2'>از اطلاعات شما برای بهبود خدمات خود استفاده می‌کنیم، مانند تجزیه و تحلیل نحوه استفاده شما از وب‌سایت ما.</li>
                        <li className='list-disc pb-2'>از اطلاعات شما برای برقراری ارتباط با شما استفاده می‌کنیم، مانند ارسال به‌روزرسانی‌ها و اعلان‌ها.</li>
                        <li className='list-disc pb-2'>از اطلاعات شما برای اهداف امنیتی و کلاهبرداری استفاده می‌کنیم، مانند محافظت از وب‌سایت ما در برابر سوء استفاده.</li>
                    </ul>
                    <h2 className='font-bold text-3xl py-4'>امنیت اطلاعات شما:</h2>
                    <p>ما اقدامات امنیتی مناسبی را برای محافظت از اطلاعات شما در برابر دسترسی، استفاده، افشا، تغییر یا از بین بردن غیرمجاز انجام می‌دهیم.</p>
                    <div className='py-3'>

                    <p>با استفاده از وب‌سایت ما، شما موافقت خود را با این سیاست حفظ حریم خصوصی اعلام می‌کنید.</p>
                    <p>اگر در مورد این سیاست حفظ حریم خصوصی سوالی دارید، می‌توانید با ما در <Link className='underline text-blue-500' href="/contacts">تماس باشید</Link>.</p>
                    </div>
                </div>
            </div>
        </>
    )
}

export default PrivicyPolicyPage